Repository: Nuhser/PfaKSys
Catalog: PfaKSys/translations/*/LC_MESSAGES/messages.po
Languages: de

# ui.system_settings.database_backup_quantity
source: Number of Backups
de: Backup-Anzahl

# ui.common.save
source: Save
de: Speichern

# ui.common.username
source: Username
de: Benutzername

# ui.common.full_name
source: Full Name
de: Vollständiger Name

# ui.common.email
source: Email-Address
de: Email-Adresse

# ui.account.profile_picture
source: Profile Picture
de: Profilbild

# validation_error.username_already_taken
source: This username already taken. Please choose a different one.
de: Dieser Benutzername existiert bereits. Bitte wähle einen anderen.

# validation_error.email_already_exists
source: This email-address is used by another user. Please choose a different one.
de: Diese Email-Adresse wird bereits von einem anderen Benutzer verwendet. Bitte wähle eine andere.

# ui.system_settings.mail_server
source: Outbox Server
de: Postausgangsserver

# ui.system_settings.mail_use_tls
source: Use TLS-Connection
de: Benutze TLS-Verbindung

# ui.system_settings.mail_use_ssl
source: Use SSL-Connection
de: Benutze SSL-Verbindung

# ui.system_settings.mail_sender
source: Mail Sender Address
de: Mailsender-Adresse

# ui.system_settings.notification_new_user
source: ...a new user registers.
de: ...sich ein neuer Benutzer registriert.

# ui.common.search
source: Search
de: Suchen

# ui.admin.group_name
source: User Group Name
de: Benutzergruppenname

# main.permissions.data_export
source: Export Data
de: Daten exportieren

# main.permissions.data_import
source: Import Data
de: Daten importieren

# main.permissions.manage_material
source: Manage Materials
de: Material verwalten

# main.permissions.manage_categories
source: Manage Categories
de: Kategorien verwalten

# main.permissions.manage_locations
source: Manage Locations
de: Lagerorte verwalten

# validation_error.group_name_already_taken
source: This user group name already taken. Please choose a different one.
de: Dieser Benutzergruppenname existiert bereits. Bitte wähle einen anderen.

# flash.success.admin.user_group_created
source: The user group "%(group_name)s" was created successfully.
de: Die Benutzergruppe "%(group_name)s" wurde erfolgreich erstellt.

# page.admin.user_group.title
source: User Group
de: Benutzergruppe

# flash.success.admin.database_backup_created
source: The database backup "%(backup_name)s" was created successfully.
de: Das Datanbank-Backup "%(backup_name)s" wurde erfolgreich erstellt.

# flash.success.admin.account_deleted
source: The account of "%(username)s" was deleted successfully.
de: Der Account von "%(username)s" wurde erfolgreich gelöscht.

# flash.warning.admin.cant_delete_admin_group
source: You can't delete the admin-group!
de: Die Admin-Gruppe kann nicht gelöscht werden!

# flash.success.admin.user_group_deleted
source: The user group "%(group_name)s" was deleted successfully.
de: Die Benutzergruppe "%(group_name)s" wurde erfolgreich gelöscht.

# flash.success.account_update_admin
source: The changes to the account of "%(username)s" and their user groups were saved.
de: Die Änderungen am Account von "%(username)s" und den Benutzergruppen wurden erfolgreich gespeichert.

# page.admin.edit_user.title
source: User Data of %(username)s
de: Benutzerdaten von %(username)s

# flash.success.admin.user_group_edited
source: The user group "%(group_name)s" was edited successfully.
de: Die Benutzergruppe "%(group_name)s" wurde erfolgreich bearbeitet.

# page.admin.edit_user_group.title
source: User Group %(username)s
de: Benutzergruppe %(group_name)s

# flash.success.system_settings.database_saved
source: Your database settings have been saved.
de: Deine Datenbank-Einstellungen wurden gespeichert.

# flash.success.system_settings.mail_saved
source: Your mail settings have been saved.
de: Deine Email-Einstellungen wurden gespeichert.

# flash.success.system_settings.notifications_saved
source: Your notification settings have been saved.
de: Deine Benachrichtigungs-Einstellungen wurden gespeichert.

# page.system_settings.title
source: System Settings
de: Systemeinstellungen

# page.user_management.title
source: User Management
de: Benutzerverwaltung

# ui.system_settings.calendar_sync_interval
source: Sync Interval
de: Aktualisierungsintervall

# page.calendar.title
source: Calendar
de: Kalender

# ui.import.excel_file
source: Excel File
de: Excel-Datei

# ui.import.has_header_row
source: Has title row
de: Hat Titelzeile

# ui.common.import
source: Import
de: Importieren

# validation_error.no_file_selected
source: You have to select a file.
de: Du musst eine Datei auswählen.

# ui.data_import.new_category
source: ---Create new category---
de: ---Neue Kategorie anlegen---

# ui.data_import.new_location
source: ---Create new location---
de: ---Neuen Lagerort anlegen---

# page.data_import.title
source: Import Data
de: Daten Importieren

# page.error_403.title
source: Error 403
de: Fehler 403

# page.error_404.title
source: Error 404
de: Fehler 404

# page.error_405.title
source: Error 405
de: Fehler 405

# page.error_500.title
source: Error 500
de: Fehler 500

# ui.item.has_count
source: Quantity Known
de: Anzahl bekannt

# ui.common.count
source: Quantity
de: Anzahl

# ui.common.condition
source: Condition
de: Zustand

# ui.item.category
source: Category
de: Kategorie

# ui.item.location
source: Storage Location
de: Lagerort

# ui.common.description
source: Description
de: Beschreibung

# ui.common.comment
source: Comment
de: Kommentar

# validation_error.item.name_already_taken
source: This item name already used. Please choose a different one.
de: Dieser Materialname existiert bereits. Bitte wähle einen anderen.

# validation_error.item.count_min_zero
source: The quantity needs to be at least zero.
de: Die Anzahl muss mindestens 0 sein.

# validation_error.item_category.name_already_taken
source: This category name already used. Please choose a different one.
de: Dieser Kategoriename existiert bereits. Bitte wähle einen anderen.

# ui.item.item_image
source: Item Image
de: Materialbild

# ui.item.add_image
source: Add Item Image
de: Bild hinzufügen

# validation_error.item_location.name_already_taken
source: This location name already used. Please choose a different one.
de: Dieser Lagername existiert bereits. Bitte wähle einen anderen.

# item.item_condition.unknown
source: Unknown
de: Unbekannt

# item.item_condition.good
source: Good
de: Gut

# item.item_condition.mostly_ok
source: Mostly OK
de: Größtenteils OK

# item.item_condition.damaged
source: Damaged
de: Beschädigt

# item.item_condition.in_repair
source: In Repair
de: In Reparatur

# item.item_condition.unhygienic
source: Unhygenic
de: Unhygienisch

# item.item_condition.other
source: Other
de: Sonstiges

# flash.success.item_category.created
source: The category "%(category_name)s" has been created!
de: Die Materialkategorie "%(category_name)s" wurde angelegt!

# page.item_categories.title
source: All Categories
de: Alle Kategorien

# flash.success.item.deleted
source: The item "%(item_name)s" has been deleted!
de: Das Material "%(item_name)s" wurde gelöscht!

# flash.success.category.deleted
source: The category "%(category_name)s" has been deleted!
de: Die Kategorie "%(category_name)s" wurde gelöscht!

# flash.success.image_deleted
source: The image "%(image_name)s" has been deleted!
de: Das Bild "%(image_name)s" wurde gelöscht!

# flash.success.location.deleted
source: The storage location "%(location_name)s" has been deleted!
de: Der Lagerort "%(location_name)s" wurde gelöscht!

# flash.success.item.edited
source: The item "%(item_name)s" has been edited!
de: Das Material "%(item_name)s" wurde bearbeitet!

# flash.success.category.edited
source: The category "%(category_name)s" has been edited!
de: Die Kategorie "%(category_name)s" wurde bearbeitet!

# flash.success.item.image_added
source: The image "%(image_name)s" has been created!
de: Das Bild "%(image_name)s" wurde gespeichert!

# ui.common.images
source: Images
de: Bilder

# flash.success.location.edited
source: The storage location "%(location_name)s" has been edited!
de: Der Lagerort "%(location_name)s" wurde bearbeitet!

# flash.success.item_location.created
source: The storage location "%(location_name)s" has been created!
de: Der Lagerort "%(location_name)s" wurde angelegt!

# page.item_locations.title
source: All Storage Locations
de: Alle Lagerorte

# flash.success.item.created
source: The item "%(item_name)s" has been created!
de: Das Material "%(item_name)s" wurde angelegt!

# page.item_new.title
source: New Item
de: Neues Material

# page.item_overview.title
source: Item Overview
de: Materialübersicht

# ui.common.about
source: About
de: Info

# page.home.title
source: Home
de: Startseite

# ui.cookie_banner
source: By using PfaKSys, you agree to the use of <b>functional</b> cookies by this software.
de: Mit der Benutzung von PfaKSys stimmst du der Verwendung von <b>funktionalen</b> Cookies durch die Software zu.

# ui.common.home
source: Home
de: Startseite

# ui.item.items
source: Items
de: Material

# ui.item.overview
source: Overview
de: Übersicht

# ui.common.categories
source: Categories
de: Kategorien

# ui.common.locations
source: Locations
de: Lagerorte

# ui.common.calendar
source: Calendar
de: Kalender

# ui.data.import
source: Import Data
de: Daten importieren

# ui.common.wiki
source: Documentation
de: Dokumentation

# ui.common.user_settings
source: User Settings
de: Benutzereinstellungen

# ui.common.system_settings
source: System Settings
de: Systemeinstellungen

# ui.common.user_management
source: User Management
de: Benutzerverwaltung

# ui.common.account
source: Account
de: Profil

# ui.common.logout
source: Logout
de: Abmelden

# ui.common.login
source: Login
de: Anmelden

# ui.common.sign_up
source: Sign Up
de: Registrieren

# page.account.title
source: Account Informations
de: Profilübersicht

# ui.common.user_groups
source: User Groups
de: Gruppen

# ui.common.back
source: Back
de: Zurück

# page.system_settings.mail
source: Mail
de: Email

# page.system_settings.database
source: Database
de: Datenbank

# page.system_settings.notifications
source: Notifications
de: Benachrichtigungen

# ui.common.help
source: Help
de: Hilfe

# page.system_settings.mail_sender_help
source: This is the mail address that will show up as the sender when PfaKSys sends a mail, e.g. if someone resets his password.<br>You could enter something like <i>no-reply@xyz.de</i>.
de: Das ist die Mail-Adresse, die als Sender bei Mails von PfaKSys stehen wird, z.B. wenn ein Benutzer sein Passwort zurücksetzt.<br>Du kannst zum Beispiel etwas wie <i>no-reply@xyz.de</i> eintragen.

# page.system_settings.mail_credentials_info
source: <h4 class='alert-heading'>Warning!</h4><p>For security reasons username and password for the email connection are saved directly inside the config file. You can learn more about how to set this up <a target='_blank' href='https://github.com/Nuhser/PfaKSys/wiki/Installation#3-configure-pfaksys' class='alert-link'>here</a>.</p>
de: <h4 class='alert-heading'>Achtung!</h4><p>Benutzername und Passwort für den Email-Zugang werden aus Sicherheitsgründen direkt in der Config-Datei gespeichert. Wie du diese einrichtest, kannst du <a target='_blank' href='https://github.com/Nuhser/PfaKSys/wiki/Installation#3-configure-pfaksys' class='alert-link'>hier</a> nachlesen.</p>

# ui.common.settings
source: Settings
de: Einstellungen

# page.system_settings.database_backup_quantity_help
source: This is the number of database backups which should be kept <b>simultaneously</b>. If a new backup is being saved the oldest one is getting deleted.<br>You can find more informations on the database backup in the <i>PfaKSys-documentations</i>.
de: Das ist die Anzahl der Datenbank-Backups, welche <b>gleichzeitig</b> gespeichert sein sollen. Soll ein weiteres Backup gespeichert werden, wird die älteste Sicherung gelöscht.<br>Mehr Informationen zum Datenbank-Backup findest du in der <i>PfaKSys-Dokumentation</i>.

# ui.system_settings.create_new_database_backup
source: Create New Backup
de: Neues Backup erstellen

# ui.system_settings.email_notifications
source: Email Notifications
de: Email-Benachrichtigungen

# ui.system_settings.notifications_intro
source: Send email notifications when...
de: Sende Email-Benachrichtigungen, wenn...

# ui.common.general
source: General
de: Allgemein

# ui.common.permissions
source: Permissions
de: Berechtigungen

# ui.common.cancel
source: Cancel
de: Abbrechen

# ui.common.users
source: Users
de: Benutzer

# ui.common.username_search_placeholder
source: Username...
de: Benutzername...

# ui.common.group_name_search_placeholder
source: Group Name...
de: Gruppenname...

# ui.admin.new_user_group
source: New User Group
de: Neue Benutzergruppe

# modal.create_new_database_admin.title
source: Create New Backup?
de: Neues Backup erstellen?

# modal.create_new_database_admin.body
source: Are you sure that you want to create a new database backup?<br>This would overwrite the oldest backup "<b>%(backup_name)s</b>".
de: Bist du sicher, dass du ein neues Datenbank-Backup anlegen willst?<br>Dies würde das älteste Backup "<b>%(backup_name)s</b>" überschreiben.

# modal.user_account_delete_admin.title
source: Delete account of "%(username)s"?
de: Account von "%(username)s" löschen?

# ui.common.delete
source: Delete
de: Löschen

# modal.user_group_delete_admin.title
source: Delete user group "%(group_name)s"?
de: Benutzergruppe "%(group_name)s" löschen?

# ui.calendar.today
source: Today
de: Heute

# page.data_import.item_title
source: Import Items
de: Material Importieren

# page.data_import.excel_item_import_help
source: The Excel table must consist of <b>7 Spalten</b>. The header row is optional and can be toggled on and off using the option above.<br>You can leave the quantity field empty if an item has no quantity.<br><br>The columns must be sorted as follows:<br><b>1. Name<br>2. Quantity<br>3. Condition<br>4. Category<br>5. Location<br>6. Description<br>7. Comment</b>
de: Die Exceltabelle muss aus <b>7 Spalten</b> bestehen. Die Titelzeile ist optional und kann mit der Option oben ein- und ausgeschaltet werden.<br>Du kannst das Feld für die Anzahl leer lassen, wenn das Material keine Anzahl hat.<br><br>Die Spalten müssen folgendermaßen sortiert sein:<br><b>1. Name<br>2. Anzahl<br>3. Zustand<br>4. Kategorie<br>5. Lagerort<br>6. Beschreibung<br>7. Kommentar</b>

# modal.data_import.excel_item_title
source: Match conditions, categories and locations from "<b>%(filename)s</b>"
de: Zustände, Kategorien und Lagerorte aus "<b>%(filename)s</b>" zuordnen

# ui.common.conditions
source: Conditions
de: Zustände

# modal.data_import.excel_item_success_title
source: Item Import from Excel successful
de: Material-Import von Excel erfolgreich

# modal.data_import.excel_item_success_body
source: <b>%(new_items)s</b> new items, <b>%(new_categories)s</b> new item categories and <b>%(new_locations)s</b> new storage locations were imported successfully.
de: Es wurden erfolgreich <b>%(new_items)s</b> neue Materialien, <b>%(new_categories)s</b> neue Materialkategorien und <b>%(new_locations)s</b> neue Lagerorte importiert.

# page.error_403.heading
source: You don't have permission to do that! (403)
de: Du hast nicht die Berechtigung, um das zu tun! (403)

# page.error_403.explanation
source: Please check your account and try again.
de: Bitte überprüfe deinen Account und versuche es nochmal.

# page.error_404.heading
source: Oops. Page Not Fount (404)
de: Upsi. Die Seite wurde nicht gefunden. (404)

# page.error_404.explanation
source: That page doesn't exist. Please try a different location.
de: Diese Seite existiert nicht. Bitte versuche eine andere.

# page.error_405.heading
source: Nice Try. This method is not allowed. (405)
de: Netter Versuch. Diese Methode ist hier nicht erlaubt. (405)

# page.error_405.explanation
source: You can't use this link that way. Ask your admin for help if you're stuck.
de: So darfst du diesen Link wohl nicht benutzen. Frag am besten deinen Admin um Hilfe, wenn du nicht weiterkommst.

# page.error_500.heading
source: Something went wrong... (500)
de: Etwas ist schiefgelaufen... (500)

# page.error_500.explanation
source: We're experiencing some trouble on our end. Please try again later.
de: Wir haben ein Problem auf unserer Seite. Bitte versuche es später nochmal.

# ui.common.edit
source: Edit
de: Bearbeiten

# ui.item.new_category
source: Create Category
de: Kategorie anlegen

# ui.item.edit_images
source: Edit Item Images
de: Materialbilder bearbeiten

# ui.common.as_of
source: As of
de: Stand vom

# ui.item.new_location
source: Create Storage Location
de: Lagerort anlegen

# page.overview.title
source: Number of items
de: Materialanzahl

# ui.item.new
source: Create Item
de: Material anlegen

# ui.common.clear_filter
source: Empty Filter
de: Filter leeren

# modal.category_delete.title
source: Delete category "%(category_name)s"?
de: Kategorie "%(category_name)s" löschen?

# modal.delete_category.warning_singular
source: This category is currently used by <b>%(num)s</b> item. This item would have no category after deletion.
de: Diese Kategorie wird aktuell von <b>%(num)s</b> Material benutzt. Dieses Material hätte nach dem Löschen keine Kategorie.

# ui.item.show_item
source: Show items...
de: Material zeigen...

# modal.item_image_delete.title
source: Delete image "%(image_name)s"?
de: Bild "%(image_name)s" löschen?

# modal.item_delete.title
source: Delete item "%(item_name)s"?
de: Material "%(item_name)s" löschen?

# modal.location_delete.title
source: Delete location "%(location_name)s"?
de: Lagerort "%(location_name)s" löschen?

# modal.delete_location.warning_singular
source: This storage location is currently used by <b>%(num)s</b> item. This item would have no storage location after deletion.
de: Dieser Lagerort wird aktuell von <b>%(num)s</b> Material benutzt. Dieses Material hätte nach dem Löschen keinen Lagerort.

# modal.item_new_category.title
source: New Category
de: Neue Kategorie

# modal.item_new_location.title
source: New Storage Location
de: Neuer Lagerort

# ui.login.forgot_password
source: Forgot password
de: Passwort vergessen

# page.login.need_account
source: Need an account?
de: Du hast noch keinen Account?

# ui.login.sign_up
source: Sign up here!
de: Melde dich hier an!

# page.register.title
source: Join Today!
de: Registriere dich jetzt!

# page.register.already_have_account
source: Already have an account?
de: Du hast schon einen Account?

# ui.register.login
source: Sign in here.
de: Melde dich hier an.

# page.reset_password.title
source: Reset Password
de: Passwort Zurücksetzen

# page.user_settings.title
source: User Settings
de: Benutzereinstellungen

# page.common.general_settings
source: General Settings
de: Allgemeine Einstellungen

# ui.user_settings.reset_password
source: Reset Password
de: Passwort zurücksetzen

# ui.user_settings.delete_account
source: Delete Account
de: Account löschen

# modal.user_account_delete.title
source: Delete user account?
de: Benutzeraccount löschen?

# modal.user_account_delete2.title
source: Really delete user account?
de: Benutzeraccount wirklich löschen?

# ui.user_settings.final_delete
source: Really Delete
de: Wirklich Löschen

# ui.change_password.current_password
source: Current password
de: Aktuelles Passwort

# ui.change_password.new_password
source: New password
de: Neues Passwort

# ui.change_password.confirm_new_password
source: Confirm new password
de: Neues Passwort bestätigen

# ui.password_reset.reset
source: Reset Password
de: Passwort Zurücksetzen

# validation_error.wrong_password
source: <the password you've entered is incorrect!
de: Das eingegebene Passwort ist nicht korrekt!

# validation_error.password_not_valid
source: Your password must be between 8 and 32 characters long and contain at least one uppercase and one lowercase letter and one number.
de: Dein Passwort muss zwischen 8 und 32 Zeichen lang sein und mindestens einen Großbuchstaben, einen Kleinbuchstaben und eine Zahl enthalten.

# ui.common.password
source: Password
de: Passwort

# ui.login.remember_me
source: Remember me
de: Angemeldet bleiben

# ui.common.confirm_password
source: Confirm password
de: Passwort bestätigen

# ui.password_reset.request
source: Send Reset Mail
de: Passwort Zurücksetzen

# validation_error.email_does_not_exist
source: This email-address does not belong to any user. Please choose a different one.
de: Diese Email-Adresse gehört zu keinem Profil. Bitte versuche eine andere.

# ui.common.update
source: Update
de: Aktualisieren

# ui.common.language
source: Language
de: Sprache

# flash.success.account_update
source: Your account has been updated.
de: Die Änderungen an deinem Profil wurde gespeichert.

# flash.success.delete_account
source: You have successfully deleted your account.
de: Du hast deinen Benutzeraccount gelöscht.

# flash.danger.login_failed
source: Login unsuccessful. Please check username or password!
de: Anmeldung fehlgeschlagen. Bitte überprüfe deinen Benutzernamen und dein Passwort!

# flash.success.logout
source: You have successfully logged out.
de: Du hast dich erfolgreich abgemeldet.

# mail.new_user_admin.subject
source: PfaKSys Admin-Notification: New User "%(username)s"
de: PfaKSys-Admin-Benachrichtigung: Neuer Benutzer "%(username)s"

# mail.new_user_admin.body
source: A new user has registered on your PfaKSys-server. The user details are: Username: %(username)s Full Name: %(full_name)s Email Address: %(email)s Link to user management: %(link)s This is an automaticaly generated mail. You don't need to respond to it.
de: Ein neuer Benutzer hat sich auf deinem PfaKSys-Server registriert. Die Benutzerdaten lauten: Benutzername: %(username)s Vollständiger Name: %(full_name)s Email-Adresse: %(email)s Link zur Benutzerverwaltung: %(link)s Dies ist eine automatisch generierte Mail. Du brauchst ihr nicht zu antworten.

# flash.success.account_created
source: Your account has been created! You are now able to log in.
de: Dein Profil wurde angelegt! Du kannst dich jetzt anmelden.

# flash.info.reset_email_send
source: An email has been send with instructions to reset your password. (Check your spam folder if the email doesn't appear.)
de: Eine Email mit Anweisungen zum Zurücksetzen deines Passwortes wurde versendet. (Solltest du die Email nicht sehen, sie auch mal im Spam-Ordner nach.)

# flash.warning.reset_token_expired_or_invalid
source: This link is either invalid or has expired.
de: Dieser Link ist entweder ungültig oder bereits abgelaufen.

# flash.success.password_reset
source: Your password has been updated! You are now able to log in.
de: Dein Passwort wurde erfolgreich zurückgesetzt! Du kannst dich jetzt anmelden.

# flash.success.password_change
source: Your password has been updated! Remember that the next time you log in.
de: Dein Passwort wurde erfolgreich geändert! Denk daran, wenn du dich das nächste Mal anmeldest.

# flash.success.user_settings_saved
source: Your settings have been saved.
de: Deine Einstellungen wurden gespeichert.

# mail.reset_password.subject
source: Your PfaKSys-Password Reset Request
de: Zurücksetzen deines PfaKSys-Passworts

# mail.reset_password.body
source: To reset your password, visit the following link: %(link)s This link is valid for 30 minutes. If you did not make this request then simply ignore this email. This is an automaticaly generated mail. You don't need to respond to it.
de: Um dein Passwort zurückzusetzen, klicke auf folgenden Link: %(link)s Dieser Link ist 30 Minuten gültig. Falls du nicht versucht haben solltest, dein Passwort zurückzusetzen, kannst du diese Mail ignorieren. Dies ist eine automatisch generierte Mail. Du brauchst ihr nicht zu antworten.
